{
    "000000000050": "A computer desk with a laptop and a monitor on it.",
    "000000000443": "A variety of doughnuts are on display at a bakery.",
    "000000000061": "A busy city street filled with cars, buses, and pedestrians.",
    "000000000308": "A tennis player is about to hit a tennis ball with his racket.",
    "000000000426": "A clock on a pole in front of a fence.",
    "000000000205": "A refrigerator with a bottle on the top shelf.",
    "000000000492": "Two women wearing wetsuits are holding surfboards and walking into the ocean.",
    "000000000069": "A pair of gold scissors are sitting on top of a pile of glitter.",
    "000000000429": "Two giraffes are drinking water from a pond.",
    "000000000049": "A man wearing a plaid shirt is sleeping on a bed.",
    "000000000364": "A parking meter with the number 15 on it.",
    "000000000264": "An orange tabby cat looking out the window.",
    "000000000282": "A man wearing a blue shirt is holding a tennis racket.",
    "000000000450": "A man wearing a black shirt and jeans is riding a skateboard on a ramp.",
    "000000000411": "A man wearing a white shirt with headphones on his head.",
    "000000000337": "A red bird is perched on a wooden fence.",
    "000000000487": "An older woman wearing a striped shirt and apron is preparing food on a table.",
    "000000000424": "A computer keyboard sitting on a counter.",
    "000000000256": "A snowboarder in mid-air performing a trick.",
    "000000000350": "A banana is sitting on top of a phone.",
    "000000000360": "Two laptops sit side by side on a desk.",
    "000000000044": "A plate of fruit including bananas, apples, and oranges.",
    "000000000357": "Two people walking on a sidewalk next to a no parking sign.",
    "000000000119": "A white cat sitting in front of a blue bench.",
    "000000000219": "Two dogs sleeping on a couch.",
    "000000000135": "Two black and white cats are laying down next to each other.",
    "000000000023": "A woman is cutting a child's hair at a hair salon.",
    "000000000372": "A vase of flowers sits on a table in front of a television.",
    "000000000392": "Two black bears standing next to each other in the woods at night.",
    "000000000394": "Pizzas are displayed in a glass case at a restaurant.",
    "000000000060": "A black and white cat looking at a grey cat on a television screen.",
    "000000000005": "A living room with a couch, chair, lamp, and television.",
    "000000000383": "A street sign that says Anza 3000.",
    "000000000297": "A close up of a casserole dish filled with broccoli and cheese.",
    "000000000179": "A white vase with yellow flowers in it.",
    "000000000144": "A man wearing a suit of armor riding a brown horse.",
    "000000000084": "A cake is on a tray with other desserts.",
    "000000000272": "A black toilet with the seat up.",
    "000000000278": "Two people on skis are falling in the snow.",
    "000000000037": "A yellow fire hydrant on the side of the road.",
    "000000000354": "A slice of pizza is on a napkin next to a bottle of soda.",
    "000000000258": "A man is riding a skateboard at a skate park.",
    "000000000235": "A plate with a slice of pizza and a corn on the cob.",
    "000000000059": "A kitchen with a window over the sink.",
    "000000000339": "A white toilet with a tank on the back of it.",
    "000000000430": "A boy wearing a Phillies jersey is riding a skateboard down a street.",
    "000000000253": "A parking meter with a pink ribbon tied around it.",
    "000000000128": "A woman sitting on a red chair reading a book.",
    "000000000249": "A cat sitting on top of a refrigerator.",
    "000000000207": "A tennis player is swinging his racket to hit the ball.",
    "000000000178": "A man wearing a helmet is riding a green motorcycle.",
    "000000000018": "A man riding a motorcycle with the number 4 on it.",
    "000000000271": "A bed with a white pillow on it.",
    "000000000473": "An elephant is drinking milk from a bottle.",
    "000000000117": "Hot dogs are being cooked on a BBQ grill.",
    "000000000269": "An orange cut in half on a wooden table.",
    "000000000065": "A vase of purple flowers sits on top of a wooden cabinet.",
    "000000000114": "A plate of food with an orange slice on it.",
    "000000000146": "A man brushing his teeth in front of a mirror.",
    "000000000397": "A kitchen counter with various items on it.",
    "000000000363": "A kitchen with a stove top oven and a refrigerator.",
    "000000000323": "A man in a suit eating a slice of pizza.",
    "000000000173": "A woman wearing sunglasses and a blue hoodie is standing on skis in the snow.",
    "000000000087": "A piece of chocolate cake with a knife stuck in it.",
    "000000000019": "A person wearing a red jacket and black pants is skiing in the snow.",
    "000000000215": "A white bowl filled with vegetables on a wooden table.",
    "000000000143": "A bench sits in front of a fountain in a city park.",
    "000000000162": "A man and a woman are posing for a picture.",
    "000000000413": "A silver and red train car is parked on the tracks.",
    "000000000201": "A pizza on a white paper plate.",
    "000000000110": "A grey and white cat is walking on the grass next to a black car.",
    "000000000202": "A tennis player wearing a red shirt and black shorts is about to serve the ball.",
    "000000000285": "An airplane flying through a cloudy blue sky.",
    "000000000026": "Three women are sitting around a table filled with plates of food.",
    "000000000410": "A brown teddy bear sitting in a cardboard box.",
    "000000000262": "Two men are flying a kite on the beach.",
    "000000000038": "Four oranges and two apples are sitting on a table.",
    "000000000182": "An old fashioned trolley car is parked on the side of the road.",
    "000000000438": "A park bench with a hat on it.",
    "000000000016": "A tennis player shakes hands with an opponent after a match.",
    "000000000260": "A young boy in a purple shirt catches a purple frisbee.",
    "000000000103": "Two hot dogs with mustard on a plate.",
    "000000000343": "A messy bedroom with a dirty mattress on a bed.",
    "000000000115": "A television is mounted on the wall of a bathroom.",
    "000000000330": "A giraffe is standing in a grassy field under a tree.",
    "000000000342": "A colorful piece of art with a hole in the center.",
    "000000000464": "Two people are petting a horse in a barn.",
    "000000000275": "A young boy wearing a red shirt and blue shorts holding a tennis racket.",
    "000000000126": "Two sandwiches are sitting on plates on a table.",
    "000000000471": "A train with the number 65013 on the front is traveling down the tracks.",
    "000000000200": "The Big Ben clock tower is lit up at night.",
    "000000000306": "A kitchen with a white refrigerator and stove.",
    "000000000030": "A woman sitting on a patio smoking a cigarette while using a laptop.",
    "000000000009": "A bowl of rice sits on a table next to a bottle of olive oil.",
    "000000000484": "A red bench overlooking a marina filled with boats.",
    "000000000099": "A person wearing a black jacket is skiing in the snow.",
    "000000000002": "A person is cutting a pizza with a knife.",
    "000000000294": "A train is parked on the tracks under a bridge.",
    "000000000151": "A piece of cake is being eaten with a fork.",
    "000000000043": "A city street at night with a lit Christmas tree in the background.",
    "000000000091": "A man wearing a white shirt and holding a tennis racket.",
    "000000000001": "A box of donuts with chocolate frosting and sprinkles.",
    "000000000414": "A group of boats are docked at a marina.",
    "000000000149": "A person is holding a bowl of chili.",
    "000000000373": "Two men riding motorcycles in front of an old building.",
    "000000000333": "A brown and black cat wearing a hat.",
    "000000000147": "A man wearing a number 30 jersey is skiing down a snowy slope.",
    "000000000255": "An old man wearing a black suit with a purple tie.",
    "000000000190": "A man in a wetsuit holding a blue surfboard.",
    "000000000385": "A herd of elephants walking through a dry grass field.",
    "000000000054": "A pizza with cheese and spinach on a white plate.",
    "000000000156": "A black cat sitting next to a laptop computer.",
    "000000000388": "Several potted plants are displayed on a glass table.",
    "000000000270": "A black bear is walking through the woods.",
    "000000000251": "A bathroom with a white bathtub and a red shower curtain.",
    "000000000204": "Two elephants playfully interact with each other on a dirt field.",
    "000000000226": "A bus numbered 96 is parked on the side of the road.",
    "000000000241": "A cat is laying on top of a suitcase.",
    "000000000239": "A man in a yellow shirt is driving a boat with his dog on it.",
    "000000000496": "A man taking a picture of himself with a cell phone.",
    "000000000467": "A man wearing a blue and red shirt and white shorts holding a tennis racket.",
    "000000000138": "A tennis player wearing a white dress is about to serve the ball.",
    "000000000445": "A man wearing a red and yellow shirt and black shorts playing tennis.",
    "000000000048": "A small white toilet in a public restroom.",
    "000000000163": "A woman holding a tennis racket on a tennis court.",
    "000000000315": "A fork with a piece of broccoli on it.",
    "000000000386": "A man is standing in front of a display of bananas.",
    "000000000440": "A gas pump with the number 281 on it.",
    "000000000064": "A man wearing sunglasses and a white shirt playing tennis.",
    "000000000063": "A man is standing next to a brown cow with a red ribbon around its neck.",
    "000000000020": "A woman is sitting on a motorcycle next to a bunch of other motorcycles.",
    "000000000289": "A snowboarder jumps off a ramp and flies through the air.",
    "000000000004": "A plate of food with rice, broccoli, and chicken.",
    "000000000067": "A red chair with a horse statue on top of it.",
    "000000000111": "A woman in a blue shirt is showing a cell phone to a group of people.",
    "000000000073": "A living room with white furniture and a glass table.",
    "000000000041": "A large black and yellow sign with a clock on it.",
    "000000000133": "A cat is laying on a computer keyboard.",
    "000000000003": "A baseball player is swinging a bat at a ball.",
    "000000000404": "A pizza with bacon and cheese on top of a wooden table.",
    "000000000407": "Two baby elephants standing next to an adult elephant.",
    "000000000192": "A man in a Hawaiian shirt is eating a doughnut.",
    "000000000418": "A woman with blonde hair wearing a black and white shirt is smiling.",
    "000000000436": "A baseball player is swinging a bat at a ball.",
    "000000000435": "A train with the number 86282 on the front is traveling down the tracks.",
    "000000000033": "A man is crossing the street in front of an ice cream truck.",
    "000000000325": "A man is cutting a cake with a knife.",
    "000000000366": "A dog is eating food off of a plate.",
    "000000000449": "A woman wearing headphones and holding two cell phones.",
    "000000000293": "A man is standing next to a dirty truck.",
    "000000000401": "A man wearing a striped shirt and tie is leaning back in his chair.",
    "000000000248": "A woman wearing a bikini is riding a wave on a surfboard.",
    "000000000105": "A person is holding a sandwich with lettuce and tomato on it.",
    "000000000332": "An orange train with the number 1803 on the front is traveling down the tracks.",
    "000000000075": "A man is cutting a cake with a baby on his lap.",
    "000000000186": "A man is taking a picture of a giraffe at the zoo.",
    "000000000070": "A road sign with the number 60 on it.",
    "000000000290": "A woman and a boy are sitting at a table in a restaurant.",
    "000000000165": "A man riding a motorcycle on a busy street.",
    "000000000391": "A wooden bench sits under a tree in a park.",
    "000000000223": "A woman with tattoos is laying on a bed.",
    "000000000287": "A woman wearing a white dress is serving a tennis ball.",
    "000000000118": "Two people riding a pink bicycle on a city street.",
    "000000000197": "A blue and yellow train is parked at a station.",
    "000000000161": "A black dog is laying on a floral patterned chair.",
    "000000000082": "Two men are playing a baseball game on the Nintendo Wii.",
    "000000000072": "A bathroom with wooden cabinets and a white sink.",
    "000000000474": "A toilet with a children's book on it.",
    "000000000104": "A bathroom with a white toilet and sink.",
    "000000000062": "A man riding a motorcycle with the number 20 on it.",
    "000000000280": "An orange construction vehicle is parked in front of a gas station.",
    "000000000145": "A black and white dog with a blue collar is walking on the beach.",
    "000000000157": "A white and red bus is parked on the side of the road.",
    "000000000322": "A white sheep is walking across a grassy field.",
    "000000000456": "An old rusted fire hydrant with chains on it.",
    "000000000088": "A snowboarder wearing goggles is sliding down a snowy hill.",
    "000000000459": "A man holding a tennis racket in front of a shelf with various items on it.",
    "000000000497": "A man and a woman are sitting on a couch playing a video game.",
    "000000000408": "A person riding a motorcycle on a dirt road.",
    "000000000273": "A woman is talking on her cell phone while sitting on the sidewalk.",
    "000000000466": "A man is sailing a small boat in the ocean.",
    "000000000396": "A man wearing a blue shirt and black shorts playing tennis.",
    "000000000130": "A white computer mouse sitting on top of a black table.",
    "000000000378": "A man wearing a Santa hat is holding a small white dog.",
    "000000000193": "A person is pointing at a pizza on a table.",
    "000000000346": "A man wearing a suit is walking on a sidewalk while two double decker buses pass by.",
    "000000000409": "A giraffe standing in front of a wooden fence.",
    "000000000295": "A man wearing a wetsuit is surfing on a wave.",
    "000000000024": "A slice of orange on a white plate with a fork next to it.",
    "000000000129": "A group of mountain goats grazing on a snowy hillside.",
    "000000000095": "A man is lighting a birthday candle on a cake.",
    "000000000137": "Two airplanes are on display inside a hangar.",
    "000000000051": "A jockey riding a brown horse through water.",
    "000000000203": "A grey suitcase is sitting on the floor next to a couch.",
    "000000000257": "A man wearing a gray jacket is sitting at a table with plates of food in front of him.",
    "000000000247": "A young girl is sitting at a table with a large pizza in front of her.",
    "000000000153": "A woman is swinging a tennis racket on a tennis court.",
    "000000000321": "A white bathroom sink with a mirror above it.",
    "000000000451": "A white plate with meat on it.",
    "000000000011": "A dog jumps in the air to catch a frisbee.",
    "000000000390": "Three sheep are grazing in a grassy field with trees in the background.",
    "000000000296": "A black and white cat looking out of a window.",
    "000000000355": "A man in a white shirt and black shorts is running with a frisbee.",
    "000000000230": "A microwave oven is heating a plate of food.",
    "000000000495": "A Nokia cell phone is wrapped in a blue cloth.",
    "000000000254": "A seagull flying over a body of water.",
    "000000000458": "A man blowing out candles on a birthday cake.",
    "000000000425": "A boy wearing a green shirt and white pants catching a baseball.",
    "000000000155": "A train on the tracks at night.",
    "000000000127": "A baby sitting at a table with a birthday cake in front of him.",
    "000000000055": "A room with two beds, one of which has condoms on it.",
    "000000000000": "A baseball player wearing a blue jersey is getting ready to catch a ball.",
    "000000000212": "Three people are playing a tennis game on a Nintendo Wii.",
    "000000000319": "A tree filled with pink blossoms with a traffic light above it.",
    "000000000170": "A group of children posing for a picture.",
    "000000000148": "A woman playing tennis on a grass court.",
    "000000000437": "A black and white dog sitting in a basket on a bicycle.",
    "000000000125": "A young boy is playing with a cat in a living room.",
    "000000000053": "A man wearing a white shirt is swinging a tennis racket on a tennis court.",
    "000000000291": "A man and a woman are preparing a pizza in the kitchen.",
    "000000000071": "A zebra standing in front of a wooden fence.",
    "000000000066": "A book titled \"The Last Man\" sits on a picnic table next to a hot dog and fries.",
    "000000000150": "A man wearing glasses with scissors in his mouth.",
    "000000000362": "A half eaten meatball sandwich on a paper towel.",
    "000000000277": "A man wearing glasses is sitting on a couch with two cats and holding a wine glass.",
    "000000000389": "A white toilet with a cow pattern on the lid.",
    "000000000154": "A frisbee is flying through the air over a grassy field.",
    "000000000432": "A black cat standing next to a parked motorcycle.",
    "000000000046": "A man wearing a red shirt and black shorts stands on a tennis court.",
    "000000000335": "A woman is walking with two children, each holding a tennis racket.",
    "000000000268": "A person holding an orange umbrella.",
    "000000000284": "A bathroom with a toilet and a sign on the wall.",
    "000000000214": "A television is mounted on the side of a cow statue.",
    "000000000243": "A plate of food with mushrooms and broccoli on it.",
    "000000000159": "A white bowl filled with rice, beans, and broccoli.",
    "000000000452": "A woman wearing a blue jacket is talking to another woman on a tennis court.",
    "000000000376": "A pink teddy bear wearing a pink shirt that says \"The Harvey Girls\".",
    "000000000455": "An orange cat wearing a blue hat.",
    "000000000482": "Two seagulls standing on a rock by the water.",
    "000000000169": "A man is unloading luggage from a train.",
    "000000000236": "A brown horse eating grass in front of a house.",
    "000000000263": "A man wearing brown pants is riding a skateboard.",
    "000000000218": "A baseball player with the number 13 on his jersey swings at a pitch.",
    "000000000217": "A group of goats are standing in front of a clothesline with clothes hanging on it.",
    "000000000301": "A police officer riding a motorcycle down the street.",
    "000000000479": "A dirty sink is next to a dirty toilet.",
    "000000000286": "A man is pouring orange juice into a glass.",
    "000000000233": "A man wearing a white shirt is holding a tennis racket on a tennis court.",
    "000000000206": "An airplane is taking off from the runway.",
    "000000000240": "Two young men are playing a video game on a Wii console.",
    "000000000292": "A red double decker bus is parked at a bus stop.",
    "000000000441": "A blue and orange vase is sitting on a table next to a map.",
    "000000000112": "A hand is holding a flower stem with a red flower on it.",
    "000000000079": "A hawk perched on a tree branch.",
    "000000000422": "Two brown bears fighting in a body of water.",
    "000000000229": "A motorcycle is parked in front of a field of American flags.",
    "000000000184": "A cat playing with a blue ball on a table.",
    "000000000080": "A man wearing a cowboy hat is standing next to a horse.",
    "000000000453": "A white plate with broccoli and fish on it.",
    "000000000134": "A wooden bench sits in the middle of a grassy field.",
    "000000000245": "A bathroom with a toilet and a towel rack.",
    "000000000387": "Two laptops are sitting on a desk next to each other.",
    "000000000348": "A woman wearing a pink shirt is holding the reins of a horse.",
    "000000000324": "A dog is laying on a couch with a blanket over it.",
    "000000000032": "A living room with a couch and a mirror on the wall.",
    "000000000027": "A pizza with cheese and broccoli on it.",
    "000000000488": "A green car is stopped at a red light.",
    "000000000123": "A man wearing a red shirt and white shorts holding a tennis racket.",
    "000000000021": "Two hot dogs with mustard and onions on a paper plate.",
    "000000000361": "Two young boys are playing soccer on a grassy field.",
    "000000000092": "A blue truck is parked on the side of the road.",
    "000000000189": "A small kitten sitting in a bathroom sink.",
    "000000000428": "A bowl full of oranges on a table.",
    "000000000384": "A skier is jumping in the air with his skis on.",
    "000000000142": "A living room with a glass dining table and chairs.",
    "000000000237": "A zebra is eating hay with a baby zebra next to it.",
    "000000000395": "A dog is playing with a soccer ball on the grass.",
    "000000000303": "The First Group bus is driving down the street.",
    "000000000188": "A woman standing next to her luggage at a train station.",
    "000000000403": "An airplane flying in the sky with the word express on the side.",
    "000000000266": "A woman wearing a red purse is standing next to a stack of luggage.",
    "000000000457": "A stop sign with a skateboard under it.",
    "000000000470": "A white shower curtain in front of a bathtub.",
    "000000000089": "A sheep is running across a grassy field while a man watches.",
    "000000000045": "A living room with two couches and a coffee table.",
    "000000000472": "A man in a black jacket holds a piece of food up to the camera.",
    "000000000252": "A plate with a sandwich and pickles on it.",
    "000000000463": "A young boy is riding a skateboard on a sidewalk.",
    "000000000109": "A man wearing a white shirt and white shorts is swinging a tennis racket.",
    "000000000476": "A man holding an umbrella in the rain.",
    "000000000345": "A man holding an umbrella over another man.",
    "000000000434": "A living room with a couch, chair, coffee table, and lamp.",
    "000000000010": "Four yellow fire hydrants are lined up on a sidewalk.",
    "000000000216": "A purple bus with the number 96 on it.",
    "000000000052": "A young child is playing with a toy rooster while wearing white pants.",
    "000000000261": "Two women are riding horses in the water.",
    "000000000265": "Two street signs on a pole with a building in the background.",
    "000000000417": "A young boy wearing a helmet is riding a white horse.",
    "000000000462": "A woman with tattoos sits on a suitcase next to train tracks.",
    "000000000439": "A living room with two couches and a flat screen television.",
    "000000000311": "A group of people flying kites in a field.",
    "000000000113": "Two women are cross country skiing down a snowy path.",
    "000000000132": "A group of people sitting at a picnic table under a tree.",
    "000000000242": "A woman wearing a yellow scarf is looking at her cell phone.",
    "000000000171": "A bicycle parked next to a pedestrian zone sign.",
    "000000000124": "A wooden spoon is stirring a pot of vegetable soup.",
    "000000000191": "A yellow bus is driving down a street next to a building.",
    "000000000086": "A street corner with a traffic light and a sign that says vibe.",
    "000000000328": "A stuffed animal sits inside a microwave oven.",
    "000000000483": "Two people are standing next to a row of parked motorcycles.",
    "000000000486": "A Fedex truck is driving down the road.",
    "000000000121": "A man sitting on a park bench using a laptop.",
    "000000000305": "A woman wearing a helmet is riding a brown horse on a grassy hill.",
    "000000000136": "Three hot dogs on a tray with peppers and onions.",
    "000000000013": "A young girl eating a banana.",
    "000000000227": "A pizza is being sliced on a wooden table.",
    "000000000167": "A brown leather couch with a book on top of it.",
    "000000000480": "A person is riding a skateboard on a ramp.",
    "000000000077": "A man is surfing on a wave in the ocean.",
    "000000000433": "A man wearing a plaid hat is sitting on a couch and talking on a phone.",
    "000000000454": "An elephant with tusks stands in a grassy field.",
    "000000000415": "A green leafy plant is growing next to a wooden fence.",
    "000000000187": "A woman is petting a sheep while other sheep look on.",
    "000000000304": "An adult elephant and a baby elephant playing in the water.",
    "000000000310": "A person is holding a hot dog in a bun.",
    "000000000006": "Two women are standing behind a table full of food.",
    "000000000040": "Two zebras playing with each other in an enclosure.",
    "000000000461": "A sandwich is cut in half and placed on a wooden cutting board.",
    "000000000398": "A lime is sliced on a cutting board next to a blender.",
    "000000000358": "An old train is blowing smoke as it travels down the tracks.",
    "000000000489": "A kitchen with a white sink and a stove top oven.",
    "000000000334": "President Obama giving a speech in front of an American flag.",
    "000000000196": "A man is painting a room while talking on his cell phone.",
    "000000000382": "A yellow bus with ducks on the side is driving down a street.",
    "000000000210": "A brown bear is walking across a dirt field.",
    "000000000326": "A chef prepares food in a restaurant kitchen.",
    "000000000274": "A plate of spaghetti with broccoli on it.",
    "000000000336": "Two men playing a video game on a Nintendo Wii.",
    "000000000096": "A kitchen with a refrigerator and an oven.",
    "000000000199": "A man is reading a magazine while sitting on a bed.",
    "000000000381": "A pair of sneakers are flying through the air on a skateboard.",
    "000000000465": "A man wearing a striped shirt is bending over a fire hydrant that is spewing water.",
    "000000000097": "Two women wearing gloves are cutting a cake.",
    "000000000234": "A black and white photo of a laptop on a bed.",
    "000000000494": "Two soccer players from opposing teams are fighting for control of the ball.",
    "000000000101": "A man wearing a blue jacket is snowboarding on a ramp.",
    "000000000427": "A bed with two pillows on it.",
    "000000000412": "A red pair of scissors with a green handle sitting on a piece of paper.",
    "000000000377": "A soccer player wearing a green jersey kicks a soccer ball.",
    "000000000478": "A drawing of a pile of nuts, an orange, and grapes.",
    "000000000477": "The front porch of a house with a bunch of beer bottles on the steps.",
    "000000000180": "A man is standing next to a horse that has bags on its back.",
    "000000000298": "A black bird is standing on a sidewalk in front of a cafe.",
    "000000000168": "A statue of a man sitting on a bench reading a newspaper.",
    "000000000224": "A white bathroom sink with a mirror above it.",
    "000000000312": "A boat is traveling under a bridge at night.",
    "000000000231": "A large building with two clocks on the side of it.",
    "000000000374": "Two zebras eating grass in a field.",
    "000000000221": "A man on a skateboard performing a trick in front of a bus.",
    "000000000160": "A donut with sprinkles sits on top of a purple exercise band.",
    "000000000469": "A table full of electronics and other items.",
    "000000000352": "A man stands in front of a table full of bananas.",
    "000000000081": "A large brick clock tower with a clock on each of its sides.",
    "000000000172": "A woman wearing a yellow dress walks across a crosswalk.",
    "000000000015": "A wooden cutting board with meat and vegetables on it.",
    "000000000344": "Two men playing a video game in a living room.",
    "000000000313": "A child is sitting on the floor in front of a shower door.",
    "000000000225": "A woman is selling bananas from a cart.",
    "000000000039": "A living room with a couch, chair, ottoman, and television.",
    "000000000166": "A slice of pizza with ham and pineapple on it.",
    "000000000353": "A pile of blue plastic bags sits in front of a white fence.",
    "000000000198": "A bus is parked in front of a hotel.",
    "000000000419": "A woman is cooking in the kitchen with a child and a dog.",
    "000000000246": "A woman wearing a red shirt is standing in front of a fire hydrant.",
    "000000000431": "A red white and blue kite is flying in the sky.",
    "000000000406": "A woman is playing a video game using a Nintendo Wii controller.",
    "000000000493": "A bathroom with a white toilet, sink, and mirror.",
    "000000000100": "Two elephants are standing next to each other in a grassy field.",
    "000000000317": "A man wearing a yellow shirt is cutting a piece of paper with a pair of scissors.",
    "000000000420": "A yellow fire hydrant sits on the side of a road.",
    "000000000485": "A group of skiers taking a break on a snowy mountain.",
    "000000000442": "Two giraffes standing next to each other in a field.",
    "000000000490": "A man wearing a black shirt and white shorts walks on a tennis court.",
    "000000000498": "A young boy wearing a wetsuit is riding a wave on a surfboard.",
    "000000000007": "A cat is sleeping on a laptop computer.",
    "000000000211": "A busy city street filled with cars and pedestrians.",
    "000000000068": "A yellow and red airplane is flying in the sky.",
    "000000000380": "A computer desk with a monitor, keyboard, mouse, and speakers.",
    "000000000448": "A man riding a bicycle with two huskies pulling him.",
    "000000000375": "A bathroom with a white toilet and a white bathtub.",
    "000000000369": "A snowboarder wearing a yellow and black jacket is performing a trick in the air.",
    "000000000031": "An old suitcase with a tag on it.",
    "000000000057": "A woman wearing a purple jacket is skiing down a snowy slope.",
    "000000000276": "Two giraffes standing next to each other in a field.",
    "000000000085": "A man and woman are cutting a wedding cake together.",
    "000000000368": "A kitchen counter with a vase of flowers on it.",
    "000000000307": "A kitchen with a refrigerator, table, and chairs.",
    "000000000356": "A white bathtub with a mirror above it.",
    "000000000140": "A small brown dog sits on a red bench with a price tag around its neck.",
    "000000000341": "An old red pickup truck is parked on the side of the road.",
    "000000000213": "Three people are playing a video game in a living room.",
    "000000000267": "A white truck is parked next to a wooden bench.",
    "000000000288": "An airplane is flying over the Sydney Harbour Bridge.",
    "000000000181": "A man is herding sheep in front of a crowd.",
    "000000000076": "A man is standing next to a truck that is full of coconuts.",
    "000000000176": "A black bear is laying on the grass next to a tree.",
    "000000000175": "A black motorcycle with a brown leather seat is on display.",
    "000000000228": "A man wearing a costume is reading a story to a group of children.",
    "000000000318": "Two giraffes are standing next to each other in a zoo enclosure.",
    "000000000359": "A bunch of bananas are on display at a grocery store.",
    "000000000056": "A sandwich is being cut with a knife on a silver platter.",
    "000000000329": "A freeway with cars driving on it.",
    "000000000371": "A blue car is stopped at a red light on a busy city street.",
    "000000000152": "A brown dog wearing a red collar is running on a dirt field.",
    "000000000022": "A police officer is standing in a room full of bicycles.",
    "000000000400": "A man wearing a blue shirt and a pink tie is sitting at a desk.",
    "000000000042": "A group of people standing on a red carpet.",
    "000000000083": "A red fire hydrant on the sidewalk.",
    "000000000379": "A woman with blonde hair holding a red polka dot umbrella.",
    "000000000108": "Two stuffed teddy bears are sitting at a table.",
    "000000000393": "A man is riding on the back of a horse.",
    "000000000208": "A red and white biplane is flying in the sky.",
    "000000000309": "A bedroom with a canopy bed and white curtains.",
    "000000000012": "A man wearing an apron is making doughnuts.",
    "000000000028": "A yellow train with the number 165010 on the front is parked at a station.",
    "000000000302": "A room full of furniture and people.",
    "000000000259": "A woman wearing a white dress is swinging a tennis racket.",
    "000000000036": "A man with his head on a box of pizza.",
    "000000000014": "A red bus is driving down a brick road.",
    "000000000116": "A man in a blue and yellow swimsuit riding a wave on a surfboard.",
    "000000000447": "A man is swinging a baseball bat in a grassy field.",
    "000000000468": "A man wearing a hat and a blue shirt.",
    "000000000338": "A white toilet with a heart shaped mirror above it.",
    "000000000327": "A woman riding a bicycle in a train station.",
    "000000000102": "An airplane is parked on the tarmac at an airport.",
    "000000000183": "A woman wearing a blue dress is playing tennis on a clay court.",
    "000000000008": "A baseball player wearing a blue and white jersey is pitching a ball.",
    "000000000399": "A black motorcycle is parked on the side of a road.",
    "000000000299": "A wooden bench sits in front of a body of water.",
    "000000000139": "A clock with the time of 11:19 on it.",
    "000000000093": "A toilet with a glittery seat cover.",
    "000000000281": "Two zebras standing next to each other in a grassy field.",
    "000000000074": "A yellow food truck is parked on the side of the road.",
    "000000000185": "A man is feeding a panda bear a bottle of milk.",
    "000000000238": "Boats are docked in a marina at night.",
    "000000000347": "A surfer wearing a wetsuit and carrying a surfboard on the beach.",
    "000000000164": "A person is holding a cell phone while wearing blue shoes.",
    "000000000300": "A blue train with the number 2008 on the front.",
    "000000000331": "The wall street sign is lit up at night.",
    "000000000499": "A woman is holding a colorful umbrella over a table full of food.",
    "000000000460": "A man dressed as a clown talks on his cell phone.",
    "000000000481": "A slice of cheese pizza in a box.",
    "000000000279": "A man blowing out candles on a birthday cake.",
    "000000000349": "A man wearing a white helmet is skiing down a snowy hill.",
    "000000000090": "A red fire hydrant is located in front of a bus.",
    "000000000340": "A group of people are standing on the deck of a boat.",
    "000000000106": "A white toilet is sitting on a wooden floor.",
    "000000000177": "A cat is laying in a bathroom sink.",
    "000000000370": "A man in a green shirt and a woman in a white shirt are sharing a piece of cake.",
    "000000000244": "A skateboarder doing a trick on a rail.",
    "000000000444": "A young girl riding a skateboard on a ramp.",
    "000000000131": "A train is traveling down the tracks next to a building.",
    "000000000158": "The bench is made of wrought iron and has a wicker design.",
    "000000000423": "People waiting to get on a bus at a bus stop.",
    "000000000351": "A close up of a slice of pizza on a white plate.",
    "000000000029": "A brown teddy bear wearing a red bandana.",
    "000000000047": "A clock tower with a weather vane on top of it.",
    "000000000365": "A group of people sitting at a long table with wine glasses in front of them.",
    "000000000316": "A young boy wearing a striped shirt is walking down a path while holding a teddy bear.",
    "000000000107": "A man riding a brown horse on a dirt road.",
    "000000000314": "A man and a woman are sitting at a table, with the woman looking at her phone.",
    "000000000034": "A red stop sign with graffiti on it.",
    "000000000232": "A woman is cutting a birthday cake with candles on it.",
    "000000000320": "Two little girls petting a black goat.",
    "000000000017": "A man wearing red shorts is running on the beach.",
    "000000000367": "A group of teddy bears dressed in military uniforms are on a toy boat.",
    "000000000283": "A woman playing tennis on a clay court.",
    "000000000220": "A woman is laying in bed holding a red book.",
    "000000000094": "A bunch of ripe bananas on a counter.",
    "000000000098": "A knife is being used to chop vegetables on a cutting board.",
    "000000000122": "A red bicycle parked on the side of a road.",
    "000000000120": "A baseball player swinging a bat during a game.",
    "000000000405": "A man wearing a white shirt and red makeup talks on a cell phone.",
    "000000000446": "Two zebras standing next to each other with one zebra licking the other.",
    "000000000416": "Three bears are grazing in a grassy field.",
    "000000000209": "A woman wearing a black dress is standing next to a refrigerator.",
    "000000000421": "A pan full of broccoli on a table.",
    "000000000222": "Two women are cooking a turkey in the kitchen.",
    "000000000475": "A man wearing glasses eating a chocolate doughnut.",
    "000000000402": "A red bus is parked next to a black car.",
    "000000000141": "A blue and white bus is parked on a brick road.",
    "000000000194": "The graffiti on the side of the building is spray painted.",
    "000000000058": "Two people are painting a mural on the side of a building.",
    "000000000078": "A dog is jumping over a fence to catch a frisbee.",
    "000000000035": "A giraffe looking over a fence at the camera.",
    "000000000195": "A black cat sitting on a desk in front of a laptop.",
    "000000000250": "A black train with the number 341 on the front is traveling down the tracks.",
    "000000000174": "An aluminum foil wrapped food item is being cooked in an oven.",
    "000000000491": "A group of rugby players lifting a teammate off the ground.",
    "000000000025": "A black cat sitting on top of a white toilet."
}