{
    "000000000050": "A computer desk with a laptop on it.",
    "000000000443": "A bakery with a variety of doughnuts on display.",
    "000000000061": "A busy street filled with cars, buses, motorcycles, and pedestrians.",
    "000000000308": "A tennis player swinging his racket at a tennis ball.",
    "000000000426": "A clock on a green pole in front of a fence.",
    "000000000205": "A refrigerator with a bottle of beer in it.",
    "000000000492": "Two women wearing wetsuits and carrying surfboards walk into the ocean.",
    "000000000069": "A pair of gold scissors sitting on top of a pile of glitter.",
    "000000000429": "Two giraffes drinking water from a pond.",
    "000000000049": "A man wearing a plaid shirt is sleeping on a bed.",
    "000000000364": "A parking meter with the number 15 on it.",
    "000000000264": "An orange tabby cat looking out the window.",
    "000000000282": "A man wearing a blue shirt holding a tennis racket.",
    "000000000450": "A man riding a skateboard at a skate park.",
    "000000000411": "A man wearing headphones and a white t-shirt.",
    "000000000337": "A red cardinal perched on a wooden fence.",
    "000000000487": "An elderly woman baking bread in her kitchen.",
    "000000000424": "A computer keyboard sitting on a counter.",
    "000000000256": "A snowboarder doing a trick in the air.",
    "000000000350": "A banana is sitting on top of a black phone.",
    "000000000360": "A computer desk with two laptops on it.",
    "000000000044": "A plate of fruit including bananas, apples, and oranges.",
    "000000000357": "People walking on a sidewalk next to a busy city street.",
    "000000000119": "A white cat sitting in front of a blue bench.",
    "000000000219": "Two dogs sleeping on a couch.",
    "000000000135": "Two black and white cats sitting next to each other.",
    "000000000023": "A woman cutting a child's hair in a hair salon.",
    "000000000372": "A vase of flowers sits on a table in front of a television.",
    "000000000392": "Two black bears standing in the woods at night.",
    "000000000394": "A display of pizzas and calzones in a restaurant.",
    "000000000060": "A black and white cat sitting in front of a television.",
    "000000000005": "A living room with a couch, chair, table, lamp, and television.",
    "000000000383": "A street sign that says Anza 3000.",
    "000000000297": "A dish full of broccoli and cheddar cheese.",
    "000000000179": "A white vase with yellow flowers in it.",
    "000000000144": "A man wearing a suit of armor riding a horse in front of a crowd.",
    "000000000084": "A tray of desserts including cake and brownies.",
    "000000000272": "A black toilet in a bathroom.",
    "000000000278": "Two snowboarders falling in the snow.",
    "000000000037": "A yellow fire hydrant on the side of the road.",
    "000000000354": "A slice of pizza on a napkin next to a bottle of soda.",
    "000000000258": "A man riding a skateboard at a skate park.",
    "000000000235": "A plate with a slice of pizza and a corn on the cob.",
    "000000000059": "A kitchen with wooden cabinets and a window over the sink.",
    "000000000339": "Two toilet paper dispensers on a bathroom wall.",
    "000000000430": "A boy riding a skateboard down a street.",
    "000000000253": "A parking meter with a pink ribbon tied around it.",
    "000000000128": "A woman sitting on a red chair reading a book.",
    "000000000249": "A cat sitting on top of a refrigerator.",
    "000000000207": "A tennis player swinging a racket on a tennis court.",
    "000000000178": "A man riding a motorcycle on a dirt road.",
    "000000000018": "A man riding a motorcycle on a race track.",
    "000000000271": "A bed with a white pillow on it.",
    "000000000473": "A man pouring milk into an elephant's trunk.",
    "000000000117": "Hot dogs being cooked on a BBQ grill.",
    "000000000269": "An orange cut in half on a wooden table.",
    "000000000065": "A vase of purple flowers sits on top of a wooden cabinet.",
    "000000000114": "A plate of food on a table with a glass of orange juice.",
    "000000000146": "A man brushing his teeth in front of a mirror.",
    "000000000397": "The kitchen counter is cluttered with various items.",
    "000000000363": "A kitchen with a stove top oven and a refrigerator.",
    "000000000323": "A man wearing a suit eating a slice of pizza.",
    "000000000173": "A woman wearing sunglasses and a blue hoodie standing on skis in the snow.",
    "000000000087": "A slice of chocolate cake on a white plate with a knife and fork next to it.",
    "000000000019": "A person wearing a red jacket and black pants is skiing in the snow.",
    "000000000215": "A white bowl filled with sliced vegetables on a wooden table.",
    "000000000143": "A city park with benches and a fountain.",
    "000000000162": "A man and a woman are posing for a picture.",
    "000000000413": "The back of a train with a red stripe on it.",
    "000000000201": "A pizza on a white paper plate.",
    "000000000110": "A cat is walking on the grass next to a black car.",
    "000000000202": "A tennis player wearing a red shirt and black shorts is about to serve the ball.",
    "000000000285": "An airplane flying through a cloudy blue sky.",
    "000000000026": "A group of women sitting around a table full of food.",
    "000000000410": "A brown teddy bear sitting in a cardboard box.",
    "000000000262": "Two men flying a kite on the beach.",
    "000000000038": "Four oranges and two apples on a table.",
    "000000000182": "An old fashioned trolley car is parked on the side of the road.",
    "000000000438": "A park bench with a hat sitting on it.",
    "000000000016": "A tennis player shakes hands with his opponent after a match.",
    "000000000260": "A young boy catching a purple frisbee on a grassy field.",
    "000000000103": "Two hot dogs with mustard on a plate.",
    "000000000343": "A messy bedroom with a bed that is unmade.",
    "000000000115": "The reflection of a television in a bathroom stall.",
    "000000000330": "A giraffe standing in a grassy field under a tree.",
    "000000000342": "A colorful glass sculpture with a hole in it.",
    "000000000464": "Two people are petting a horse in a barn.",
    "000000000275": "A young boy holding a tennis racket on a tennis court.",
    "000000000126": "Two hamburgers are on a table, one of which has been partially eaten.",
    "000000000471": "A train is traveling down the tracks next to a road.",
    "000000000200": "The Big Ben clock tower is lit up at night.",
    "000000000306": "A kitchen with a refrigerator, stove, microwave, and oven.",
    "000000000030": "A woman sitting on a patio smoking a cigarette while using a laptop.",
    "000000000009": "A bowl of rice sits on a table next to a bottle of olive oil.",
    "000000000484": "A red bench overlooking a marina filled with boats.",
    "000000000099": "A person wearing skis and holding ski poles standing in the snow.",
    "000000000002": "A man cutting a pizza with a knife and fork.",
    "000000000294": "A train station with a train on the tracks.",
    "000000000151": "A piece of cake is being eaten with a fork.",
    "000000000043": "A city street at night with a lit up christmas tree.",
    "000000000091": "A man wearing a white shirt and holding a tennis racket.",
    "000000000001": "A box of assorted doughnuts on a table.",
    "000000000414": "A boat docked at a marina next to a small building.",
    "000000000149": "A person holding a bowl of chili.",
    "000000000373": "Two men riding motorcycles in front of a stone building.",
    "000000000333": "A cat wearing a hat sitting on a table.",
    "000000000147": "A man wearing a number 30 jersey skiing in the snow.",
    "000000000255": "An old man wearing a black suit and a purple tie.",
    "000000000190": "A man in a wetsuit holding a blue surfboard on the beach.",
    "000000000385": "A herd of elephants walking through a dry grass field.",
    "000000000054": "A person is sitting at a table with a pizza in front of them.",
    "000000000156": "A black cat looking at a laptop screen.",
    "000000000388": "A table with many potted plants on it.",
    "000000000270": "A black bear walking through the woods.",
    "000000000251": "A bathroom with a bathtub, sink, and mirror.",
    "000000000204": "Two elephants play fighting on a dirt field.",
    "000000000226": "A metro bus is parked on the side of the road.",
    "000000000241": "A cat laying on top of a black suitcase.",
    "000000000239": "A man in a yellow shirt is driving a boat with his dog on it.",
    "000000000496": "A man taking a picture of himself with a cell phone.",
    "000000000467": "A man wearing a blue and red shirt holding a tennis racket on a tennis court.",
    "000000000138": "A woman wearing a white tennis outfit is about to hit a tennis ball.",
    "000000000445": "A man wearing a red shirt and black shorts playing tennis.",
    "000000000048": "A public restroom with a toilet and a urinal.",
    "000000000163": "A woman holding a tennis racket on a tennis court.",
    "000000000315": "A fork with a piece of broccoli on it.",
    "000000000386": "A man standing in front of a table full of bananas.",
    "000000000440": "A gas pump with the number 281 on it.",
    "000000000064": "Two men playing tennis on a tennis court.",
    "000000000063": "A man wearing a blue vest stands next to a brown cow with a red ribbon around its neck.",
    "000000000020": "A busy street filled with people and motorcycles.",
    "000000000289": "A snowboarder doing a trick in the air.",
    "000000000004": "A plate of food with rice, broccoli, and chicken.",
    "000000000067": "A statue of a horse on top of a red chair.",
    "000000000111": "A woman in a navy blue shirt showing a cell phone to a group of people.",
    "000000000073": "A living room with white furniture and pink flowers.",
    "000000000041": "A large board displaying flight times and destinations.",
    "000000000133": "A cat laying on a computer keyboard.",
    "000000000003": "A baseball player swinging a bat at a ball.",
    "000000000404": "A pizza on a table with a bottle of wine next to it.",
    "000000000407": "Two baby elephants standing in front of an adult elephant.",
    "000000000192": "A man wearing a Hawaiian shirt is eating a doughnut.",
    "000000000418": "A woman with blonde hair wearing a black and white shirt.",
    "000000000436": "A baseball game in progress with a pitcher about to throw the ball.",
    "000000000435": "A train with the number 86282 on the front of it.",
    "000000000033": "A man is crossing the street in front of a blue icecream truck.",
    "000000000325": "A man cutting a cake in front of a mascot and other people.",
    "000000000366": "A dog eating food off of a plate.",
    "000000000449": "A woman wearing headphones and holding two cell phones.",
    "000000000293": "A man standing next to a muddy car in the woods.",
    "000000000401": "A man wearing a striped shirt and tie is leaning back in his chair.",
    "000000000248": "A woman in a bikini riding a wave on a surfboard.",
    "000000000105": "A person is holding a half of a sandwich on a cutting board.",
    "000000000332": "An orange train with the number 1803 on the front is traveling down the tracks.",
    "000000000075": "A man cutting a birthday cake while holding a baby.",
    "000000000186": "A man taking a picture of a giraffe at a zoo.",
    "000000000070": "A road sign that says 60 on it.",
    "000000000290": "A woman and a boy sitting at a table in a restaurant.",
    "000000000165": "A man riding a motorcycle on a busy city street.",
    "000000000391": "A wooden bench sits under a tree in a park.",
    "000000000223": "A woman with tattoos laying on a bed.",
    "000000000287": "A woman wearing a white dress is serving a tennis ball on a tennis court.",
    "000000000118": "Two people riding a pink bicycle down a city street.",
    "000000000197": "A blue and yellow train is parked at a station.",
    "000000000161": "A black dog laying on a floral patterned chair.",
    "000000000082": "Two men playing a baseball game on the Nintendo Wii.",
    "000000000072": "A bathroom with a white sink and wooden cabinets.",
    "000000000474": "A children's bathroom with a toilet and a book on the floor.",
    "000000000104": "A bathroom with a white toilet and sink.",
    "000000000062": "A man riding a motorcycle with the number 20 on it.",
    "000000000280": "A sign that says Thruway 1/4 mile.",
    "000000000145": "A black and white dog with a blue collar standing on a beach.",
    "000000000157": "The MTS bus is parked on the side of the road.",
    "000000000322": "A white sheep standing in a grassy field.",
    "000000000456": "An old rusted fire hydrant with chains on it.",
    "000000000088": "A man wearing goggles is snowboarding down a snowy hill.",
    "000000000459": "A man holding a tennis racket in front of a shelf with various items on it.",
    "000000000497": "A man and a woman sitting on a couch playing a video game.",
    "000000000408": "A man riding a motorcycle on a dirt road.",
    "000000000273": "A woman sitting on the sidewalk talking on her cell phone.",
    "000000000466": "A man is sailing a small boat in the ocean.",
    "000000000396": "A man in a blue shirt playing tennis on a court.",
    "000000000130": "A white computer mouse sitting on top of a black table.",
    "000000000378": "A man wearing a Santa hat holding a small white dog.",
    "000000000193": "A woman pointing at a pizza on a table.",
    "000000000346": "A man wearing a suit walks down the sidewalk while two double decker buses drive by.",
    "000000000409": "A giraffe standing in front of a wooden fence.",
    "000000000295": "A man in a wetsuit riding a surfboard on a wave.",
    "000000000024": "A slice of orange on a plate with a fork next to it.",
    "000000000129": "A group of mountain goats grazing on a snowy hillside.",
    "000000000095": "A man is lighting a birthday candle on a cake.",
    "000000000137": "Two airplanes are on display in a large hangar.",
    "000000000051": "A jockey riding a horse through a water obstacle course.",
    "000000000203": "A grey suitcase is on the floor next to a couch.",
    "000000000257": "A man is sitting at a table with plates of food in front of him.",
    "000000000247": "A little girl is sitting at a table with a pizza in front of her.",
    "000000000153": "A tennis player swinging her racket at a ball.",
    "000000000321": "A bathroom with a white toilet and sink.",
    "000000000451": "A plate of food on a table with a knife beside it.",
    "000000000011": "A dog jumping in the air to catch a frisbee.",
    "000000000390": "Three sheep grazing in a grassy field.",
    "000000000296": "A black and white cat looking out of a window.",
    "000000000355": "A man running with a frisbee in his hand.",
    "000000000230": "A microwave with food inside of it.",
    "000000000495": "A Nokia cell phone is laying on a blue cloth.",
    "000000000254": "Two seagulls flying over a body of water.",
    "000000000458": "A man blowing out candles on a birthday cake.",
    "000000000425": "A boy wearing a green shirt catching a baseball.",
    "000000000155": "A train on the tracks at night.",
    "000000000127": "A baby sitting at a table with a cupcake in front of him.",
    "000000000055": "A hospital room with beds and a window.",
    "000000000000": "A baseball player wearing a blue jersey is sliding into a base.",
    "000000000212": "Three people playing a tennis game on a Nintendo Wii.",
    "000000000319": "A tree filled with pink flowers with a traffic light above it.",
    "000000000170": "A group of children posing for a picture.",
    "000000000148": "A woman playing tennis on a grass court.",
    "000000000437": "A black and white dog sitting in a basket on a bicycle.",
    "000000000125": "A little boy playing with a cat in a living room.",
    "000000000053": "A man wearing a white shirt is swinging a tennis racket on a tennis court.",
    "000000000291": "A woman cutting a pizza while a man watches.",
    "000000000071": "A zebra standing in front of a wooden fence.",
    "000000000066": "A hot dog sits on a table next to a book called The Last Man.",
    "000000000150": "A man wearing glasses with scissors in his mouth.",
    "000000000362": "A half eaten meatball sandwich on a paper towel.",
    "000000000277": "A man sitting on a couch with two cats and holding a wine glass.",
    "000000000389": "A bathroom with a toilet, sink, and tub.",
    "000000000154": "A frisbee flying through the air over a grassy field.",
    "000000000432": "A black cat standing in front of a motorcycle.",
    "000000000046": "A man wearing a red shirt and black shorts stands on a tennis court.",
    "000000000335": "A woman walking with two children holding tennis rackets.",
    "000000000268": "A person holding an orange umbrella in front of a fence.",
    "000000000284": "A bathroom with a toilet and a sign on the wall.",
    "000000000214": "A television mounted on the side of a cow statue showing a newscast.",
    "000000000243": "A plate of food with mushrooms and broccoli on it.",
    "000000000159": "A white bowl filled with rice, beans, and broccoli.",
    "000000000452": "Two tennis players talking to each other on a tennis court.",
    "000000000376": "A pink teddy bear wearing a shirt that says The Harvey Girls.",
    "000000000455": "An orange cat wearing a blue hat.",
    "000000000482": "Two seagulls standing on a rock near the water.",
    "000000000169": "A man is unloading luggage from a train.",
    "000000000236": "A brown horse eating grass next to a blue tarp.",
    "000000000263": "A man wearing brown pants is riding a skateboard.",
    "000000000218": "A baseball player swinging a bat during a game.",
    "000000000217": "A group of goats standing in front of a line of clothes hanging on a wooden pole.",
    "000000000301": "A man riding a motorcycle down a street with people standing on the sidewalk.",
    "000000000479": "A dirty sink next to a dirty toilet.",
    "000000000286": "A man is pouring orange juice from a cart full of oranges.",
    "000000000233": "A man holding a tennis racket on a tennis court.",
    "000000000206": "An airplane on the runway at an airport.",
    "000000000240": "Two boys playing a video game in a kitchen.",
    "000000000292": "A red double decker bus is parked at a bus stop.",
    "000000000441": "A blue and orange vase is sitting on a table next to a map.",
    "000000000112": "A hand holding a flower stem with a red flower on it.",
    "000000000079": "A hawk perched on a tree branch.",
    "000000000422": "Two brown bears fighting in a body of water.",
    "000000000229": "A black motorcycle is parked in front of a field of American flags.",
    "000000000184": "A cat playing with a blue ball on a table.",
    "000000000080": "A man wearing a cowboy hat is standing next to a horse.",
    "000000000453": "A plate of fish and broccoli on a table.",
    "000000000134": "A wooden bench sits in the middle of a grassy field.",
    "000000000245": "A bathroom with a white toilet and sink.",
    "000000000387": "Two laptops are sitting on a desk next to each other.",
    "000000000348": "A woman wearing a pink shirt and black pants is holding a rope while standing next to a horse.",
    "000000000324": "A dog laying on a blanket on a couch.",
    "000000000032": "The living room of a man who is a fan of Star Wars.",
    "000000000027": "A pizza with cheese and broccoli on it.",
    "000000000488": "A green car is stopped at a red light on a busy street.",
    "000000000123": "Two men wearing white shorts and red shirts holding tennis rackets.",
    "000000000021": "Two hot dogs with mustard and onions on a paper plate.",
    "000000000361": "Two boys playing soccer on a grassy field.",
    "000000000092": "A large blue truck is driving down the street in front of a house.",
    "000000000189": "A small kitten sitting in a bathroom sink.",
    "000000000428": "A bowl full of oranges on a table.",
    "000000000384": "A skier wearing a multi-colored jacket jumps in the air while holding ski poles.",
    "000000000142": "A living room with a glass dining table and chairs.",
    "000000000237": "Two zebras eating hay in a zoo enclosure.",
    "000000000395": "A brown and white dog playing with a soccer ball.",
    "000000000303": "The First Group bus is driving down the street.",
    "000000000188": "A woman standing next to her luggage at a train station.",
    "000000000403": "An airplane flying in the sky with the word express on the side.",
    "000000000266": "A woman wearing a red purse is standing next to a stack of luggage.",
    "000000000457": "A stop sign on the side of the road.",
    "000000000470": "A white shower curtain in front of a bathtub.",
    "000000000089": "A black and white photo of a man herding a sheep in a grassy field.",
    "000000000045": "A living room with two couches and a coffee table.",
    "000000000472": "A man in a black jacket holds up a piece of food in front of a man wearing a white hat.",
    "000000000252": "A sandwich with pickles and tomatoes on a white plate.",
    "000000000463": "A young boy riding a skateboard on a sidewalk.",
    "000000000109": "A tennis player wearing a white shirt and white shorts is swinging his racket on a tennis court.",
    "000000000476": "A man holding an umbrella in the rain.",
    "000000000345": "A man holding an umbrella while another man adjusts his hat.",
    "000000000434": "A living room with a couch, chair, coffee table, and lamp.",
    "000000000010": "A row of yellow fire hydrants on a city street.",
    "000000000216": "A man is driving a purple bus that says South Tyneside on it.",
    "000000000052": "A young child holding a toy chicken while standing next to a toy rooster.",
    "000000000261": "Two women wearing bikinis are riding horses in the ocean.",
    "000000000265": "Two street signs are attached to a metal pole on a city street.",
    "000000000417": "A young boy wearing a black helmet riding a white horse.",
    "000000000462": "A woman with tattoos sitting on a suitcase next to train tracks.",
    "000000000439": "A living room with two couches and a flat screen television.",
    "000000000311": "A group of people flying kites in a field.",
    "000000000113": "Two women cross country skiing on a snowy path.",
    "000000000132": "A group of people sitting at a picnic table under a tree.",
    "000000000242": "A woman wearing a yellow scarf looking at her cell phone.",
    "000000000171": "A bicycle parked next to a pedestrian zone sign.",
    "000000000124": "A wooden spoon stirring a pot of vegetable soup.",
    "000000000191": "A yellow bus is driving down a street next to a building.",
    "000000000086": "A street corner with a traffic light and a sign that says vibe.",
    "000000000328": "A microwave with a stuffed animal inside of it.",
    "000000000483": "A black and white photo of a parking lot full of motorcycles.",
    "000000000486": "A Fedex truck is driving down a road with mountains in the background.",
    "000000000121": "A man sitting on a park bench using a laptop.",
    "000000000305": "A woman wearing a helmet is riding a horse on a grassy hillside.",
    "000000000136": "Three hot dogs on a tray with peppers and onions.",
    "000000000013": "A young girl eating a banana.",
    "000000000227": "A pizza is being sliced on a wooden table.",
    "000000000167": "A living room with brown leather couches and a refrigerator.",
    "000000000480": "A skateboarder wearing sneakers is in the air while riding a skateboard.",
    "000000000077": "A man surfing on a wave in the ocean.",
    "000000000433": "A man sitting on a couch talking on a phone.",
    "000000000454": "An elephant standing in a grassy field.",
    "000000000415": "A green leafy plant growing next to a wooden fence.",
    "000000000187": "A woman petting a sheep while other sheep look on.",
    "000000000304": "An adult elephant and a baby elephant playing in the water.",
    "000000000310": "A person holding a hot dog with mustard and ketchup.",
    "000000000006": "Two women standing behind a table full of cakes and cupcakes.",
    "000000000040": "Two zebras standing next to each other and one of them is scratching the back of the other.",
    "000000000461": "A sandwich is cut in half and placed on a wooden cutting board.",
    "000000000398": "A blender on a granite countertop with a lime wedge in front of it.",
    "000000000358": "An old steam engine train blowing smoke as it travels down the tracks.",
    "000000000489": "A kitchen with a stove top oven and a sink.",
    "000000000334": "President Obama giving a speech in front of an American flag.",
    "000000000196": "A man painting a room while talking on his cell phone.",
    "000000000382": "A yellow bus is driving down a street with ducks painted on the side.",
    "000000000210": "A brown bear walking across a dirt field.",
    "000000000326": "A chef preparing food in a restaurant kitchen.",
    "000000000274": "A plate of spaghetti with broccoli on it.",
    "000000000336": "Two men playing a video game in a living room.",
    "000000000096": "The kitchen of a ship with a yellow sign on the wall.",
    "000000000199": "A man reading a magazine in a dark room.",
    "000000000381": "A pair of sneakers are flying through the air on a skateboard.",
    "000000000465": "A man wearing a striped shirt is bending over a fire hydrant that is spewing water.",
    "000000000097": "Two women wearing gloves are cutting a cake.",
    "000000000234": "A black and white photo of a laptop on a bed.",
    "000000000494": "Two soccer players fighting for control of the ball.",
    "000000000101": "A man wearing a blue jacket and white helmet is snowboarding down a ramp.",
    "000000000427": "A bed with pillows and a brown blanket.",
    "000000000412": "A red pair of scissors sitting on a piece of paper.",
    "000000000377": "A soccer player kicking a ball in front of a crowd.",
    "000000000478": "A drawing of fruits and nuts on a white background.",
    "000000000477": "The front porch of a house with a bunch of beer bottles on the steps.",
    "000000000180": "A man standing next to a horse that has a basket on its back.",
    "000000000298": "A black bird standing on a sidewalk in front of a cafe.",
    "000000000168": "A statue of a man sitting on a bench reading a newspaper.",
    "000000000224": "A bathroom sink with a towel hanging from it.",
    "000000000312": "A boat on the water under a bridge at night.",
    "000000000231": "A large building with two clocks on the side of it.",
    "000000000374": "Two zebras eating grass in a field.",
    "000000000221": "A man doing a trick on a skateboard in front of a bus.",
    "000000000160": "A donut with sprinkles sits on a purple exercise band.",
    "000000000469": "A table full of electronics and other items.",
    "000000000352": "A man standing in front of a table full of bananas.",
    "000000000081": "A large brick clock tower with a clock at the top of it.",
    "000000000172": "A woman wearing a yellow dress walks across a crosswalk.",
    "000000000015": "A wooden cutting board with raw meat and vegetables on it.",
    "000000000344": "Two men playing a video game in a living room.",
    "000000000313": "A child standing in front of a glass shower door.",
    "000000000225": "A woman standing next to a cart full of bananas.",
    "000000000039": "A living room with a couch, chair, ottoman, lamp, and television.",
    "000000000166": "A slice of pizza with ham and pineapple on it.",
    "000000000353": "A pile of furniture and blue bags on the side of the road.",
    "000000000198": "A blue and yellow bus parked in front of a hotel.",
    "000000000419": "A woman cooking in the kitchen with a little girl standing next to her.",
    "000000000246": "A woman wearing a red shirt standing in front of a fire hydrant.",
    "000000000431": "A red white and blue kite flying in the sky.",
    "000000000406": "A woman holding a wii controller in front of her face.",
    "000000000493": "A bathroom with a white sink and toilet.",
    "000000000100": "Two elephants standing next to each other in a grassy field.",
    "000000000317": "A man wearing a yellow shirt is cutting a piece of paper with scissors.",
    "000000000420": "A yellow fire hydrant on the side of the road.",
    "000000000485": "A group of skiers taking a break on a snowy mountain.",
    "000000000442": "Two giraffes standing next to each other in a field.",
    "000000000490": "A man wearing a black shirt and white shorts holding a tennis racket.",
    "000000000498": "A young boy riding a surfboard in the ocean.",
    "000000000007": "A cat sleeping on a laptop computer.",
    "000000000211": "A busy street filled with cars and pedestrians.",
    "000000000068": "A small yellow and red airplane flying in the sky.",
    "000000000380": "A computer desk with a monitor, keyboard, and mouse on it.",
    "000000000448": "A man riding a bicycle with two huskies pulling him.",
    "000000000375": "A white bathroom with a toilet and a bathtub.",
    "000000000369": "A snowboarder doing a trick in the air.",
    "000000000031": "Several old suitcases are stacked on top of each other.",
    "000000000057": "A woman wearing a purple jacket is skiing down a snowy slope.",
    "000000000276": "Two giraffes standing next to each other in a field.",
    "000000000085": "The bride and groom are cutting their wedding cake.",
    "000000000368": "A kitchen counter with a vase of flowers on it.",
    "000000000307": "A kitchen with a refrigerator, table, and chairs.",
    "000000000356": "A bathroom vanity with towels on the shelves.",
    "000000000140": "A small brown dog sitting on a red bench with a price tag around its neck.",
    "000000000341": "An old red pickup truck is parked on the side of the road.",
    "000000000213": "Three people playing a video game in a living room.",
    "000000000267": "A white truck is parked next to a bench with a tire on it.",
    "000000000288": "An airplane flying over the Sydney Harbour Bridge.",
    "000000000181": "A dog herding sheep in front of a crowd of people.",
    "000000000076": "A man standing next to a truck full of coconuts.",
    "000000000176": "A black bear laying in the grass next to a tree.",
    "000000000175": "A black leather seat on a motorcycle.",
    "000000000228": "A man in a costume is reading a story to a group of children.",
    "000000000318": "Two giraffes standing next to each other near a rock wall.",
    "000000000359": "A display of bananas and other fruits at a grocery store.",
    "000000000056": "A sandwich on a plate with a bowl of soup next to it.",
    "000000000329": "A freeway with cars driving on it and a sign pointing to Portland.",
    "000000000371": "A busy city intersection with cars and pedestrians.",
    "000000000152": "A brown dog wearing a red collar is running on a dirt field.",
    "000000000022": "A man wearing a police uniform standing next to a row of bicycles.",
    "000000000400": "A man wearing a blue shirt and pink tie sitting at a desk.",
    "000000000042": "A group of people standing on a red carpet in front of a TAM sign.",
    "000000000083": "A red fire hydrant on a sidewalk next to a building with graffiti.",
    "000000000379": "A woman wearing a polka dot umbrella is bending over to pick something up.",
    "000000000108": "Two teddy bears sitting at a table next to a bottle of honey.",
    "000000000393": "A man wearing a jacket is riding on the back of a horse.",
    "000000000208": "A red and white biplane flying in the sky.",
    "000000000309": "A bedroom with a canopy bed and white curtains.",
    "000000000012": "A man wearing a striped shirt prepares doughnuts in a bakery.",
    "000000000028": "A yellow train at a station with people standing on the platform.",
    "000000000302": "A group of people in a room with a red couch and chairs.",
    "000000000259": "A woman playing tennis on a grass court.",
    "000000000036": "A man eating a slice of pizza.",
    "000000000014": "A red bus is driving down a brick road.",
    "000000000116": "A man in a blue and yellow swimsuit riding a wave on a surfboard.",
    "000000000447": "A man is swinging a baseball bat in a field of flowers.",
    "000000000468": "A man wearing a blue shirt and a brown hat.",
    "000000000338": "A white toilet in a bathroom.",
    "000000000327": "A woman riding a bicycle in a train station.",
    "000000000102": "An airplane is parked on the tarmac at an airport.",
    "000000000183": "A woman playing tennis on a clay court.",
    "000000000008": "A baseball player wearing a blue and white jersey pitching a ball.",
    "000000000399": "A black motorcycle parked on the side of a road.",
    "000000000299": "A bench overlooking a body of water with no one sitting on it.",
    "000000000139": "A clock with the time of 11:19 on it.",
    "000000000093": "A bathroom with a toilet that is covered in glitter.",
    "000000000281": "Two zebras standing next to each other in a grassy field.",
    "000000000074": "A yellow food truck is parked on the side of the road.",
    "000000000185": "A man is feeding a panda bear from a bottle.",
    "000000000238": "Boats docked in a marina at night.",
    "000000000347": "A person wearing a wetsuit holding a surfboard on the beach.",
    "000000000164": "A person holding a cell phone next to a wooden chair.",
    "000000000300": "A blue train with the number 2008 on the front.",
    "000000000331": "The wall street sign is lit up at night.",
    "000000000499": "A woman holding a colorful umbrella over a table full of food.",
    "000000000460": "A man dressed as a clown talks on a cell phone while riding a trolley.",
    "000000000481": "A slice of cheese pizza in a box.",
    "000000000279": "A man blowing out candles on a birthday cake.",
    "000000000349": "A man wearing a blue jacket and white helmet skiing down a snowy hill.",
    "000000000090": "A red fire hydrant on a sidewalk next to a bus.",
    "000000000340": "A group of people on a boat looking at another boat.",
    "000000000106": "A white toilet in a bathroom.",
    "000000000177": "A cat laying in a bathroom sink.",
    "000000000370": "A man in a green shirt and a woman in a white shirt holding a piece of cake.",
    "000000000244": "A skateboarder doing a trick on a rail in front of a building.",
    "000000000444": "A young girl riding a skateboard down a ramp.",
    "000000000131": "A train is traveling down the tracks next to a street.",
    "000000000158": "A white wrought iron bench sits in front of green bushes.",
    "000000000423": "People waiting to get on a bus at a bus stop.",
    "000000000351": "A slice of pizza on a white plate.",
    "000000000029": "A brown teddy bear wearing a red bandana.",
    "000000000047": "A clock tower with a weather vane on top of it.",
    "000000000365": "A group of people sitting at a long table with wine glasses in front of them.",
    "000000000316": "A young boy holding a teddy bear while walking down a path.",
    "000000000107": "A man riding a brown horse on a dirt road.",
    "000000000314": "Two people sitting at a table looking at a cell phone.",
    "000000000034": "A stop sign that has been vandalized with graffiti.",
    "000000000232": "An elderly woman sitting at a kitchen table with a birthday cake in front of her.",
    "000000000320": "Two little girls petting a black goat.",
    "000000000017": "A man wearing red shorts is running on the beach while a cow looks on.",
    "000000000367": "A group of teddy bears dressed in army uniforms playing with a toy tank.",
    "000000000283": "A woman playing tennis on a clay court.",
    "000000000220": "A woman is laying in bed holding a red book.",
    "000000000094": "A bunch of ripe bananas on a shelf.",
    "000000000098": "A knife is being used to chop vegetables on a cutting board.",
    "000000000122": "A red bicycle parked on the side of the road.",
    "000000000120": "A baseball player swinging a bat during a game.",
    "000000000405": "A group of people dressed as zombies walking down the street.",
    "000000000446": "Two zebras standing next to each other in a field.",
    "000000000416": "Three brown bears grazing in a grassy field.",
    "000000000209": "A woman in a black dress holding a glass of orange juice standing in front of a refrigerator.",
    "000000000421": "A pan full of broccoli on a table.",
    "000000000222": "Two women cooking a turkey in the kitchen.",
    "000000000475": "A man wearing glasses eating a chocolate doughnut.",
    "000000000402": "A red bus is parked on the side of the road.",
    "000000000141": "A blue and white bus is parked on the side of the road.",
    "000000000194": "A one way sign on a pole with graffiti on it.",
    "000000000058": "Two people painting a mural on the side of a building.",
    "000000000078": "A dog jumping in the air to catch a frisbee.",
    "000000000035": "A close up of a giraffe's head behind a fence.",
    "000000000195": "A black cat sitting in front of a laptop computer.",
    "000000000250": "An old black steam engine train traveling down the tracks.",
    "000000000174": "An aluminum foil wrapped food item is being cooked in an oven.",
    "000000000491": "A group of men playing rugby on a field.",
    "000000000025": "A black cat sitting on top of a white toilet."
}